Repository: songquanxu/Pomo-TAP
Catalog: PomoTAPComplication/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# Action failed to complete
source: 操作执行失败
en: Action failed to complete
ja: アクションの実行に失敗しました
ko: 작업 실행에 실패했습니다
zh_hant: 操作執行失敗

# Completed_Cycles
source: 已完成
en: Completed
ja: 完了
ko: 완료

# Configuration
source: 配置
en: Configuration
ja: 設定
ko: 구성

# Cycle_Progress
source: 循环进度
en: Cycle Progress
ja: サイクル進捗
ko: 사이클 진행
zh_hant: 循環進度

# Favorite Emoji
source: 最喜欢的表情符号
en: Favorite Emoji
ja: お気に入り絵文字
ko: 즐겨 사용하는 이모지
zh_hant: 最喜歡的表情符號

# Flow_Info_Format
source: 心流: %@，下一个: %@
en: Flow: %@, Next: %@
ja: フロー: %@, 次: %@
ko: 플로우: %@, 다음: %@
zh_hant: 心流: %@，下一個: %@

# Flow_Time_Format
source: 心流: %@
en: Flow: %@
ja: フロー: %@
ko: 플로우: %@

# Focus
source: 专注
en: Focus
ja: 集中
ko: 집중
zh_hant: 專注

# Focus_Summary
source: 专注总结
en: Focus Summary
ja: 集中サマリー
ko: 집중 요약
zh_hant: 專注總結

# Inline_Next_After_Flow
source: 下一个: %@ · %@后
en: Next: %@ after %@
ja: 次: %@が%@後
ko: 다음: %@ 후 %@
zh_hant: 下一個: %@ · %@後

# Inline_Next_Countdown
source: 下一个: %@ · %@后
en: Next: %@ in %@
ja: 次: %@まで%@
ko: 다음: %@ %@ 후
zh_hant: 下一個: %@ · %@後

# Inline_Next_Paused
source: 下一个: %@
en: Next: %@
ja: 次: %@
ko: 다음: %@
zh_hant: 下一個: %@

# Inline_Next_Ready
source: 准备: %@
en: Ready: %@
ja: 準備完了: %@
ko: 준비: %@
zh_hant: 準備: %@

# Invalid URL scheme
source: 无效的URL链接
en: Invalid URL scheme
ja: 無効なURLスキーム
ko: 잘못된 URL 방식
zh_hant: 無效的URL連結

# Long_Break
source: 长休息
en: Long Break
ja: 長休憩
ko: 긴 휴식
zh_hant: 長休息

# Next
source: 下一个
en: Next
ja: 次
ko: 다음
zh_hant: 下一個

# Next_After_Flow_Format
source: 下一个: %@
en: Next: %@
ja: 次: %@
ko: 다음: %@
zh_hant: 下一個: %@

# Next_Format
source: 下一个: %@
en: Next: %@
ja: 次: %@
ko: 다음: %@
zh_hant: 下一個: %@

# Paused
source: 暂停
en: Paused
ja: 一時停止
ko: 일시정지
zh_hant: 暫停

# Phase_Long_Break
source: 长休息
en: Long Break
ja: 長休憩
ko: 긴 휴식
zh_hant: 長休息

# Phase_Short_Break
source: 短休息
en: Short Break
ja: 小休憩
ko: 짧은 휴식

# Phase_Work
source: 专注
en: Focus
ja: 集中
ko: 집중
zh_hant: 專注

# Pomo TAP
source: 捏捏番茄
en: Pomo TAP
ja: つまみトマト
ko: 포모 탭

# Quick_Start_Break
source: 开始休息
en: Take a Break
ja: 休憩する
ko: 휴식하기
zh_hant: 開始休息

# Quick_Start_Work
source: 开始专注
en: Start Focus
ja: 集中開始
ko: 집중 시작
zh_hant: 開始專注

# Ready
source: 就绪
en: Ready
ja: 準備完了
ko: 준비
zh_hant: 就緒

# Short_Break
source: 短休息
en: Short Break
ja: 小休憩
ko: 짧은 휴식

# Skip Phase
source: 跳过阶段
en: Skip Phase
ja: フェーズをスキップ
ko: 단계 건너뛰기
zh_hant: 跳過階段

# Skip to the next Pomodoro phase
source: 跳到下一个番茄钟阶段
en: Skip to the next Pomodoro phase
ja: 次のポモドーロフェーズにスキップ
ko: 다음 뽀모도로 단계로 건너뛰기
zh_hant: 跳到下一個番茄鐘階段

# Smart_Stack_Widget
source: 计时器控制
en: Timer Control
ja: タイマー操作
ko: 타이머 제어
zh_hant: 計時器控制

# Start or pause the Pomodoro timer
source: 启动或暂停番茄钟计时器
en: Start or pause the Pomodoro timer
ja: ポモドーロタイマーを開始または一時停止
ko: 뽀모도로 타이머 시작 또는 일시정지
zh_hant: 啟動或暫停番茄鐘計時器

# Tap_to_resume
source: 点击恢复
en: Tap to resume
ja: タップして再開
ko: 탭하여 재개
zh_hant: 點擊恢復

# Tap_to_start
source: 点击开始
en: Tap to start
ja: タップして開始
ko: 탭하여 시작
zh_hant: 點擊開始

# Tap_to_stop_flow
source: 点击停止心流
en: Tap to stop flow
ja: タップしてフロー停止
ko: 탭하여 플로우 중단
zh_hant: 點擊停止心流

# This is an example widget.
source: 这是一个示例小组件。
en: This is an example widget.
ja: これはサンプルウィジェットです。
ko: 이것은 예시 위젯입니다.
zh_hant: 這是一個示例小組件。

# Toggle Timer
source: 切换计时器
en: Toggle Timer
ja: タイマー切り替え
ko: 타이머 전환
zh_hant: 切換計時器

# Unknown
source: 未知
en: Unknown
ja: 不明
ko: 알 수 없음

# Widget_Cycle_Progress_Desc
source: 查看当前循环进度
en: View current cycle progress
ja: 現在のサイクル進捗を表示
ko: 현재 사이클 진행 상황 보기
zh_hant: 查看當前循環進度

# Widget_Next_Phase_Desc
source: 预览下一阶段时间
en: Preview next phase timing
ja: 次のフェーズタイミングをプレビュー
ko: 다음 단계 타이밍 미리보기
zh_hant: 預覽下一階段時間

# Widget_Quick_Start_Desc
source: 一键快速开始计时
en: Quick start timer with one tap
ja: ワンタップでタイマーをクイックスタート
ko: 한 번의 탭으로 타이머 빠른 시작
zh_hant: 一鍵快速開始計時

# Widget_Smart_Stack_Desc
source: 带有开始/暂停按钮的交互式计时器
en: Interactive timer with start/pause button
ja: 開始/一時停止ボタン付きタイマー
ko: 시작/일시정지 버튼이 있는 타이머
zh_hant: 帶有開始/暫停按鈕的互動式計時器

# Widget_Stats_Desc
source: 查看已完成循环统计
en: View completed cycle statistics
ja: 完了したサイクルの統計を表示
ko: 완료된 사이클 통계 보기
zh_hant: 查看已完成循環統計

# Work
source: 工作
en: Work
ja: 作業
ko: 작업

source: 显示当前番茄钟状态
en: Show current Pomodoro status
ja: 現在のポモドーロ状態を表示
ko: 현재 뽀모도로 상태 표시
zh_hant: 顯示當前番茄鐘狀態
